{
    "en-US": {
        "translation": {
            "start.narration": "Hey! College reopens in two days!! Are you still planning on getting a degree?",
            "start.reprompt": "College isn't all that boring. Do you still want to go to college and get a degree?",
            "utterance-yes": "yes",
            "utterance-of course!": "of course!",
            "utterance-hell yeah": "hell yeah",
            "utterance-yeah": "yeah",
            "utterance-let's go": "let's go",
            "utterance-absolutely": "absolutely",
            "utterance-nah": "nah",
            "utterance-no": "no",
            "utterance-no I'm not": "no I'm not",
            "utterance-of course not": "of course not",
            "utterance-never": "never",
            "cancel.narration": "Oh, that's surprising! Either ways, good luck. Later skater.",
            "startjourney.narration": "A very wise decision indeed! You have an amazing experience ahead of you. College life is going to be the best learning and fun filled journey you've ever had. I'm willing to take you through the initial and obviously the fun stages. Care to join?",
            "utterance-I'm down": "I'm down",
            "utterance-of course": "of course",
            "utterance-without a doubt": "without a doubt",
            "utterance-Yes I'm excited": "Yes I'm excited",
            "utterance-not now": "not now",
            "utterance-maybe later": "maybe later",
            "begin.narration": "You've reached SRM Institute of Science and Technology! I've heard that the college experience in this stellar institution is bang on. I'm sure covid-19 brought all your plans to a halt but hey! That's what I'm here for. So buckle up, hold on tight this is going to be one hell of an experience. Looks like there's a fest going on. Wanna head over to the arena?",
            "utterance-YES": "YES",
            "utterance-YEAH": "YEAH",
            "utterance-LET'S GO": "LET'S GO",
            "utterance-DUH": "DUH",
            "utterance-OF COURSE": "OF COURSE",
            "utterance-I've been ready since forever": "I've been ready since forever",
            "utterance-Yes please": "Yes please",
            "nofest.narration": "Hey you'll get bored soon, but you can head over to your hostel room and chill with your roomie and be back once you're feeling okay. Want to go there right now?",
            "utterance-later": "later",
            "utterance-nope": "nope",
            "fest.narration": "You seem excited! Now what you see is a huge arena filled with people who are either eating, dancing, singing, chilling or joking around. Everybody's having the time of their lives. When Chai Met Toast is playing one of their hits on the stage and you meet a few amazing peers that you connect with quite instantly. Wanna play a game with me?",
            "utterance-sure": "sure",
            "utterance-alright": "alright",
            "utterance-ugh no": "ugh no",
            "game.narration": "So in this game we're going to determine if your smarter, and sharper than me, a machine by random calculations that have nothing to do with the actual situation. Ahaha you heard that right, this is just for fun! All set?",
            "nogame.narration": "You seem tired, I think it's time for us to head over to hostel right now. We'll continue our journey some other time!",
            "gamebegin.narration": "Let's begin! Choose left or right randomly.",
            "utterance-right": "right",
            "utterance-left": "left",
            "left.narration": "Mhmm you've decided to take left! Our journey ends here adios amigos.",
            "update.narration": "Your score is {studentBrain} and machine's score is {machBrain}.",
            "stuwon.narration": "You won! Your score is {studentBrain} and machine's score is {machBrain}. Good job!Now let's head back to your hostel haha. Say okay if you want to or no if you don't want to.",
            "utterance-okay": "okay",
            "machwon.narration": "I won! Yay!Now let's head back to your hostel haha. Say okay if you want to or no if you don't want to.",
            "none.narration": "Whoops looks like we both lost! Your score is {studentBrain} and machine's score is {machBrain}. Now let's head back to your hostel haha. Say okay if yowant to or no to head back to the game!",
            "hostel.narration": "You meet your roommates for the very first time and both of you shy away intially but get along soon enough. Now look at you set up your room together! While making your room, you both start talking about your favourite things and realise that you actually have a lot in common. Look! it's 11 pm already. Time to go to bes child.",
            "endstory.narration": "I'm sure you had fun don't forget to drink water and take good rest and be back soon enough young lad. Bye for now!"
        }
    }
}